Repository: devLuanPaiva/Trackllo
Catalog: frontend/src/locale/messages.*.xlf
Languages: es

source: Nome
es: Nombre

source: Nome é obrigatório.
es: El nombre es obligatorio.

source: Email
es: Correo electrónico

source: Email é obrigatório.
es: El correo electrónico es obligatorio.

source: Email inválido.
es: Correo electrónico inválido.

source: Senha
es: Contraseña

source: Senha é obrigatória.
es: La contraseña es obligatoria.

source: A senha deve ter ao menos 6 caracteres.
es: La contraseña debe tener al menos 6 caracteres.

source: Organize suas tarefas com <strong class="bg-gradient-to-r from-blue-800 via-blue-600 to-blue-500 bg-clip-text font-extrabold text-transparent tracking-wide">Trackllo!</strong>
es: Organiza tus tareas con <strong class="bg-gradient-to-r from-blue-800 via-blue-600 to-blue-500 bg-clip-text font-extrabold text-transparent tracking-wide">Trackllo!</strong>

source: Crie quadros Kanban, acompanhe o progresso e mantenha seu time sempre alinhado. Tudo isso em uma plataforma intuitiva e poderosa.
es: Crea tableros Kanban, sigue el progreso y mantén a tu equipo siempre alineado. Todo esto en una plataforma intuitiva y poderosa.

source: Comece agora
es: Comienza ahora
